Repository: konstantinoschristop/TapBasket
Catalog: GroceriesNow/GroceriesNow/Localizable.xcstrings
Source language: en
Languages: el

source: %lld ingredients
el: %lld υλικά

# action.add
source: Add
el: Προσθήκη

# action.add_all
source: Add all
el: Προσθήκη όλων

# action.cancel
source: Cancel
el: Ακύρωση

# action.clear_basket
source: Clear Basket
el: Καθαρισμός καλαθιού

# action.complete
source: Complete
el: Ολοκλήρωση

# action.create_format
source: Create "%@"
el: Δημιουργία "%@"

# action.done
source: Done
el: Τέλος

# action.save
source: Save
el: Αποθήκευση

# basket_item_note.add_note
source: Add a note
el: Προσθήκη σημείωσης

# basket_item_note.title
source: Product Note
el: Σημείωση προϊόντος

# basket.empty.description
source: Tap grocery tiles to add items quickly.
el: Πάτησε τα προϊόντα για να τα προσθέσεις γρήγορα.

# basket.empty.title
source: Basket is empty
el: Το καλάθι είναι άδειο

# basket.feedback.added_items_format
source: Added %lld items to your basket.
el: Προστέθηκαν %lld είδη στο καλάθι σου.

# basket.feedback.added_updated_format
source: Added %lld new items. Updated %lld items already in your basket.
el: Προστέθηκαν %lld νέα είδη. Ενημερώθηκαν %lld είδη που υπήρχαν ήδη στο καλάθι σου.

# basket.feedback.all_updated
source: All items were already in your basket, so their quantities were updated.
el: Όλα τα είδη ήταν ήδη στο καλάθι σου, οπότε οι ποσότητες ενημερώθηκαν.

# basket.feedback.updated_title
source: Updated Basket
el: Ενημερωμένο καλάθι

# basket.screen_title
source: Basket
el: Καλάθι

# basket.section.current
source: Current Basket
el: Τρέχον καλάθι

# category.custom
source: My Items
el: Δικά μου

# category.drinks
source: Drinks
el: Ποτά

# category.essentials
source: Essentials
el: Βασικά

# category.frozen
source: Frozen
el: Κατεψυγμένα

# category.home_care
source: Household
el: Καθαριότητα

# category.more
source: Bakery
el: Αρτοπωλείο

# category.pantry
source: Pantry
el: Τρόφιμα

# category.produce
source: Fresh
el: Φρέσκα

# category.proteins
source: Meat & Fish
el: Κρέατα & Ψάρια

# category.treats
source: Treats
el: Λιχουδιές

# contextual_pair.header.subtitle
source: Based on what you just added
el: Με βάση αυτό που μόλις πρόσθεσες

# contextual_pair.header.title
source: Add the Usual Pair
el: Πρόσθεσε το συνηθισμένο ζευγάρι

# home.basket_button_format
source: Basket (%lld)
el: Καλάθι (%lld)

# home.empty_search.description
source: Create a new grocery with your own emoji and category.
el: Δημιούργησε νέο προϊόν με το δικό σου emoji και κατηγορία.

# home.empty_search.title
source: No matches
el: Καμία αντιστοιχία

# home.search_prompt
source: Search groceries
el: Αναζήτηση προϊόντων

# product.almond_milk
source: Almond Milk
el: Γάλα αμυγδάλου

# product.almonds
source: Almonds
el: Αμύγδαλα

# product.aluminum_foil
source: Aluminum Foil
el: Αλουμινόχαρτο

# product.apples
source: Apples
el: Μήλα

# product.apricot
source: Apricot
el: Βερίκοκο

# product.artichoke
source: Artichoke
el: Αγκινάρα

# product.avocado
source: Avocado
el: Αβοκάντο

# product.bacon
source: Bacon
el: Μπέικον

# product.bagel
source: Bagel
el: Μπέιγκελ

# product.baguette
source: Baguette
el: Μπαγκέτ

# product.baking_paper
source: Baking Paper
el: Λαδόκολλα

# product.baking_powder
source: Baking Powder
el: Μπέικιν πάουντερ

# product.bananas
source: Bananas
el: Μπανάνες

# product.beans
source: Beans
el: Φασόλια

# product.beer
source: Beer
el: Μπύρα

# product.beetroot
source: Beetroot
el: Παντζάρι

# product.biscuits
source: Biscuits
el: Μπισκότα

# product.black_pepper
source: Black Pepper
el: Μαύρο πιπέρι

# product.bleach
source: Bleach
el: Χλωρίνη

# product.blueberries
source: Blueberries
el: Μύρτιλα

# product.body_wash
source: Body Wash
el: Αφρόλουτρο

# product.bread
source: Bread
el: Ψωμί

# product.breadcrumbs
source: Breadcrumbs
el: Τριμμένη φρυγανιά

# product.breadsticks
source: Breadsticks
el: Κριτσίνια

# product.broccoli
source: Broccoli
el: Μπρόκολο

# product.butter
source: Butter
el: Βούτυρο

# product.cabbage
source: Cabbage
el: Λάχανο

# product.cake
source: Cake
el: Κέικ

# product.carrots
source: Carrots
el: Καρότα

# product.cauliflower
source: Cauliflower
el: Κουνουπίδι

# product.celery
source: Celery
el: Σέλινο

# product.cereal
source: Cereal
el: Δημητριακά

# product.cheese
source: Cheese
el: Τυρί

# product.cherry
source: Cherry
el: Κεράσι

# product.cherry_tomatoes
source: Cherry Tomatoes
el: Ντοματίνια

# product.chicken
source: Chicken
el: Κοτόπουλο

# product.chickpeas
source: Chickpeas
el: Ρεβίθια

# product.chips
source: Chips
el: Πατατάκια

# product.chocolate
source: Chocolate
el: Σοκολάτα

# product.cinnamon
source: Cinnamon
el: Κανέλα

# product.cocoa
source: Cocoa
el: Κακάο

# product.coconut
source: Coconut
el: Καρύδα

# product.coffee
source: Coffee
el: Καφές

# product.conditioner
source: Conditioner
el: Μαλακτική κρέμα μαλλιών

# product.cookies
source: Cookies
el: Μπισκοτάκια

# product.corn
source: Corn
el: Καλαμπόκι

# product.cotton_pads
source: Cotton Pads
el: Βαμβακερά στρογγυλά

# product.cream
source: Cream
el: Κρέμα γάλακτος

# product.cream_cheese
source: Cream Cheese
el: Τυρί κρέμα

# product.croissant
source: Croissant
el: Κρουασάν

# product.cucumber
source: Cucumber
el: Αγγούρι

# product.cupcake
source: Cupcake
el: Κάπκεϊκ

# product.dates
source: Dates
el: Χουρμάδες

# product.deodorant
source: Deodorant
el: Αποσμητικό

# product.dish_soap
source: Dish Soap
el: Υγρό πιάτων

# product.doughnut
source: Doughnut
el: Ντόνατ

# product.eggplant
source: Eggplant
el: Μελιτζάνα

# product.eggs
source: Eggs
el: Αυγά

# product.energy_drink
source: Energy Drink
el: Ενεργειακό ποτό

# product.espresso
source: Espresso
el: Εσπρέσο

# product.fabric_softener
source: Fabric Softener
el: Μαλακτικό ρούχων

# product.feta
source: Feta
el: Φέτα

# product.fig
source: Fig
el: Σύκο

# product.fish
source: Fish
el: Ψάρι

# product.flour
source: Flour
el: Αλεύρι

# product.frappe
source: Frappé
el: Φραπέ

# product.frozen_chicken
source: Frozen Chicken
el: Κατεψυγμένο κοτόπουλο

# product.frozen_fish
source: Frozen Fish
el: Κατεψυγμένο ψάρι

# product.frozen_fries
source: Frozen Fries
el: Κατεψυγμένες τηγανιτές πατάτες

# product.frozen_pizza
source: Frozen Pizza
el: Κατεψυγμένη πίτσα

# product.frozen_vegetables
source: Frozen Vegetables
el: Κατεψυγμένα λαχανικά

# product.garlic
source: Garlic
el: Σκόρδο

# product.glass_cleaner
source: Glass Cleaner
el: Καθαριστικό τζαμιών

# product.grapefruit
source: Grapefruit
el: Γκρέιπφρουτ

# product.grapes
source: Grapes
el: Σταφύλια

# product.ground_meat
source: Ground Meat
el: Κιμάς

# product.ham
source: Ham
el: Ζαμπόν

# product.hand_soap
source: Hand Soap
el: Κρεμοσάπουνο

# product.honey
source: Honey
el: Μέλι

# product.ice_cream
source: Ice Cream
el: Παγωτό

# product.jam
source: Jam
el: Μαρμελάδα

# product.juice
source: Juice
el: Χυμός

# product.ketchup
source: Ketchup
el: Κέτσαπ

# product.kiwi
source: Kiwi
el: Ακτινίδιο

# product.lamb
source: Lamb
el: Αρνί

# product.laundry_detergent
source: Laundry Detergent
el: Απορρυπαντικό ρούχων

# product.leek
source: Leek
el: Πράσο

# product.lemon
source: Lemon
el: Λεμόνι

# product.lentils
source: Lentils
el: Φακές

# product.lettuce
source: Lettuce
el: Μαρούλι

# product.mandarin
source: Mandarin
el: Μανταρίνι

# product.mango
source: Mango
el: Μάνγκο

# product.mayonnaise
source: Mayonnaise
el: Μαγιονέζα

# product.melon
source: Melon
el: Πεπόνι

# product.milk
source: Milk
el: Γάλα

# product.moisturizer
source: Moisturizer
el: Ενυδατική κρέμα

# product.multi_surface_cleaner
source: Multi-Surface Cleaner
el: Καθαριστικό πολλαπλών χρήσεων

# product.mushrooms
source: Mushrooms
el: Μανιτάρια

# product.mustard
source: Mustard
el: Μουστάρδα

# product.nuts
source: Nuts
el: Ξηροί καρποί

# product.oat_milk
source: Oat Milk
el: Γάλα βρώμης

# product.oats
source: Oats
el: Βρώμη

# product.olive_oil
source: Olive Oil
el: Ελαιόλαδο

# product.onions
source: Onions
el: Κρεμμύδια

# product.orange
source: Orange
el: Πορτοκάλι

# product.oregano
source: Oregano
el: Ρίγανη

# product.pancakes
source: Pancakes
el: Τηγανίτες

# product.paper_towels
source: Paper Towels
el: Χαρτί κουζίνας

# product.pasta
source: Pasta
el: Μακαρόνια

# product.peach
source: Peach
el: Ροδάκινο

# product.peanut_butter
source: Peanut Butter
el: Φυστικοβούτυρο

# product.pear
source: Pear
el: Αχλάδι

# product.peas
source: Peas
el: Αρακάς

# product.peppers
source: Peppers
el: Πιπεριές

# product.pie
source: Pie
el: Πίτα

# product.pineapple
source: Pineapple
el: Ανανάς

# product.pita
source: Pita
el: Πίτα

# product.plum
source: Plum
el: Δαμάσκηνο

# product.pomegranate
source: Pomegranate
el: Ρόδι

# product.popcorn
source: Popcorn
el: Ποπ κορν

# product.pork
source: Pork
el: Χοιρινό

# product.potatoes
source: Potatoes
el: Πατάτες

# product.raspberries
source: Raspberries
el: Βατόμουρα

# product.razors
source: Razors
el: Ξυραφάκια

# product.rice
source: Rice
el: Ρύζι

# product.rusks
source: Rusks
el: Παξιμάδια

# product.salmon
source: Salmon
el: Σολομός

# product.salt
source: Salt
el: Αλάτι

# product.sausage
source: Sausage
el: Λουκάνικο

# product.shampoo
source: Shampoo
el: Σαμπουάν

# product.shrimp
source: Shrimp
el: Γαρίδες

# product.soda
source: Soda
el: Αναψυκτικό

# product.sour_cream
source: Sour Cream
el: Ξινή κρέμα

# product.soy_sauce
source: Soy Sauce
el: Σάλτσα σόγιας

# product.sparkling_water
source: Sparkling Water
el: Ανθρακούχο νερό

# product.spinach
source: Spinach
el: Σπανάκι

# product.sponges
source: Sponges
el: Σφουγγάρια

# product.steak
source: Steak
el: Μπριζόλα

# product.stock
source: Stock
el: Ζωμός

# product.strawberries
source: Strawberries
el: Φράουλες

# product.sugar
source: Sugar
el: Ζάχαρη

# product.sunflower_oil
source: Sunflower Oil
el: Ηλιέλαιο

# product.sunscreen
source: Sunscreen
el: Αντηλιακό

# product.sweet_potato
source: Sweet Potato
el: Γλυκοπατάτα

# product.tahini
source: Tahini
el: Ταχίνι

# product.tea
source: Tea
el: Τσάι

# product.tissues
source: Tissues
el: Χαρτομάντιλα

# product.toast
source: Toast
el: Φρυγανιά

# product.toilet_paper
source: Toilet Paper
el: Χαρτί υγείας

# product.tomato_sauce
source: Tomato Sauce
el: Σάλτσα ντομάτας

# product.tomatoes
source: Tomatoes
el: Ντομάτες

# product.toothpaste
source: Toothpaste
el: Οδοντόκρεμα

# product.tortilla
source: Tortilla
el: Τορτίγια

# product.trash_bags
source: Trash Bags
el: Σακούλες σκουπιδιών

# product.tuna
source: Tuna
el: Τόνος

# product.turkey
source: Turkey
el: Γαλοπούλα

# product.vinegar
source: Vinegar
el: Ξύδι

# product.waffle
source: Waffle
el: Βάφλα

# product.walnuts
source: Walnuts
el: Καρύδια

# product.water
source: Water
el: Νερό

# product.watermelon
source: Watermelon
el: Καρπούζι

# product.wine
source: Wine
el: Κρασί

# product.yogurt
source: Yogurt
el: Γιαούρτι

# product.zucchini
source: Zucchini
el: Κολοκυθάκι

# recent_baskets.empty.description
source: Complete a basket to build your recent history.
el: Ολοκλήρωσε ένα καλάθι για να δημιουργήσεις πρόσφατο ιστορικό.

# recent_baskets.empty.title
source: No completed baskets yet
el: Δεν υπάρχουν ολοκληρωμένα καλάθια ακόμη

# recent_baskets.header.subtitle
source: Your last 10 completed trips
el: Τα 10 τελευταία ολοκληρωμένα ψώνια σου

# recent_baskets.header.title
source: Recent Baskets
el: Πρόσφατα καλάθια

# recent_baskets.load_more_format
source: Show %lld more carts
el: Εμφάνιση %lld ακόμα καλαθιών

# recent_baskets.show_less
source: Show less
el: Λιγότερα

# recent_baskets.show_more_format
source: See %lld more
el: Δες ακόμη %lld

# recipe.error.generation_failed
source: Couldn't generate suggestions. Please try again.
el: Δεν ήταν δυνατή η δημιουργία προτάσεων. Δοκίμασε ξανά.

# recipe.sheet.add_disabled
source: Select items to add
el: Επίλεξε αντικείμενα

# recipe.sheet.add_items_format
source: Add %lld items to basket
el: Πρόσθεσε %lld αντικείμενα στο καλάθι

# recipe.sheet.add_one_item
source: Add 1 item to basket
el: Πρόσθεσε 1 αντικείμενο στο καλάθι

# recipe.sheet.ai_unavailable
source: Apple Intelligence is not available on this device.
el: Το Apple Intelligence δεν είναι διαθέσιμο σε αυτή τη συσκευή.

# recipe.sheet.deselect_all
source: Deselect all
el: Αποεπιλογή όλων

# recipe.sheet.empty
source: No ingredients found. Try a different recipe.
el: Δεν βρέθηκαν υλικά. Δοκίμασε διαφορετική συνταγή.

# recipe.sheet.input_placeholder
source: e.g. pasta carbonara, Greek salad…
el: π.χ. μακαρόνια μπολονέζ, χωριάτικη…

# recipe.sheet.loading
source: Finding ingredients…
el: Αναζήτηση υλικών…

# recipe.sheet.recent
source: Recent
el: Πρόσφατα

# recipe.sheet.select_all
source: Select all
el: Επιλογή όλων

# recipe.sheet.title
source: What are you cooking?
el: Τι μαγειρεύεις;

# recipe.toolbar_button
source: Recipe
el: Συνταγή

# regulars.bought_count_format
source: Bought %lldx
el: Αγοράστηκε %lld φορές

# regulars.header.subtitle
source: Quick add the items you buy the most
el: Γρήγορη προσθήκη των προϊόντων που αγοράζεις πιο συχνά

# regulars.header.title
source: Your Regulars
el: Τα συνηθισμένα σου

# snackbar.added_item_format
source: Added %@ %@
el: Προστέθηκε %@ %@

# snackbar.bulk_added_default_format
source: Added %@
el: Προστέθηκαν %@

# snackbar.bulk_added_some_updated_format
source: Added some. Updated %lld already in basket
el: Προστέθηκαν μερικά. Ενημερώθηκαν %lld ήδη στο καλάθι

# snackbar.bulk_already_in_basket_updated_format
source: Already in basket. Updated %lld
el: Υπήρχαν ήδη στο καλάθι. Ενημερώθηκαν %lld

# suggestion.subtitle.multiple
source: You often buy these together
el: Συνήθως τα αγοράζεις μαζί

# suggestion.subtitle.single
source: You often buy the other one too
el: Συνήθως αγοράζεις και το άλλο
